Repository: olegstepura/unit-converter
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, ru

source: Home
de: Startseite
ru: Главная

source: Let's convert something
de: Lass uns etwas umrechnen
ru: Давайте что-нибудь конвертируем

source: Length/Distance
de: Länge/Entfernung
ru: Длина/Расстояние

source: Mass/Weight
de: Masse/Gewicht
ru: Масса/Вес

source: Time
de: Zeit
ru: Время

source: Temperature
de: Temperatur
ru: Температура

source: Speed
de: Geschwindigkeit
ru: Скорость

source: Volume
de: Volumen
ru: Объём

source: Area
de: Fläche
ru: Площадь

source: Data Storage
de: Datenspeicher
ru: Хранилище данных

source: Energy
de: Energie
ru: Энергия

source: Pressure
de: Druck
ru: Давление

source: Length converter
de: Längen-Umrechner
ru: Конвертер длины

source: Length Converter
de: Längen-Umrechner
ru: Конвертер длины

source: Mass converter
de: Massen-Umrechner
ru: Конвертер массы

source: Mass Converter
de: Massen-Umrechner
ru: Конвертер массы

source: Time Converter
de: Zeit-Umrechner
ru: Конвертер времени

source: Temperature Converter
de: Temperatur-Umrechner
ru: Конвертер температуры

source: Speed Converter
de: Geschwindigkeits-Umrechner
ru: Конвертер скорости

source: Volume Converter
de: Volumen-Umrechner
ru: Конвертер объёма

source: Area Converter
de: Flächen-Umrechner
ru: Конвертер площади

source: Data converter
de: Daten-Umrechner
ru: Конвертер данных

source: Data Size Converter
de: Datengrößen-Umrechner
ru: Конвертер размера данных

source: Energy converter
de: Energie-Umrechner
ru: Конвертер энергии

source: Energy Converter
de: Energie-Umrechner
ru: Конвертер энергии

source: Pressure converter
de: Druck-Umrechner
ru: Конвертер давления

source: Pressure Converter
de: Druck-Umrechner
ru: Конвертер давления

source: From
de: Von
ru: Из

source: To
de: Nach
ru: В

source: Enter value
de: Wert eingeben
ru: Введите значение

source: Converted value
de: Umgerechneter Wert
ru: Конвертированное значение

source: Convert
de: Umrechnen
ru: Конвертировать

source: Clear
de: Löschen
ru: Очистить

source: Converted Value is:
de: Umgerechneter Wert ist:
ru: Конвертированное значение:

source: An error occurred during conversion
de: Bei der Umrechnung ist ein Fehler aufgetreten
ru: Произошла ошибка при конвертации

source: Please enter a valid number
de: Bitte geben Sie eine gültige Zahl ein
ru: Пожалуйста, введите корректное число

source: Millimeter (mm)
ru: Миллиметр (мм)

source: Centimeter (cm)
de: Zentimeter (cm)
ru: Сантиметр (см)

source: Meter (m)
ru: Метр (м)

source: Kilometer (km)
ru: Километр (км)

source: Inch (in)
de: Zoll (in)
ru: Дюйм (дюйм)

source: Foot (ft)
de: Fuß (ft)
ru: Фут (фт)

source: Yard (yd)
ru: Ярд (ярд)

source: Mile (mi)
de: Meile (mi)
ru: Миля (ми)

source: Milligram (mg)
de: Milligramm (mg)
ru: Миллиграмм (мг)

source: Gram (g)
de: Gramm (g)
ru: Грамм (г)

source: Kilogram (kg)
de: Kilogramm (kg)
ru: Килограмм (кг)

source: Metric Tonne (t)
de: Metrische Tonne (t)
ru: Метрическая тонна (т)

source: Ounce (oz)
de: Unze (oz)
ru: Унция (унция)

source: Pound (lb)
de: Pfund (lb)
ru: Фунт (фунт)

source: Stone (st)
ru: Стоун (ст)

source: Seconds
de: Sekunden
ru: Секунды

source: Minutes
de: Minuten
ru: Минуты

source: Hours
de: Stunden
ru: Часы

source: Days
de: Tage
ru: Дни

source: Weeks
de: Wochen
ru: Недели

source: Months (30 days)
de: Monate (30 Tage)
ru: Месяцы (30 дней)

source: Years (365 days)
de: Jahre (365 Tage)
ru: Годы (365 дней)

source: Celsius (°C)
ru: Цельсий (°C)

source: Fahrenheit (°F)
ru: Фаренгейт (°F)

source: Kelvin (K)
ru: Кельвин (K)

source: Meters per second (m/s)
de: Meter pro Sekunde (m/s)
ru: Метры в секунду (м/с)

source: Kilometers per hour (km/h)
de: Kilometer pro Stunde (km/h)
ru: Километры в час (км/ч)

source: Miles per hour (mph)
de: Meilen pro Stunde (mph)
ru: Мили в час (миль/ч)

source: Knots
de: Knoten
ru: Узлы

source: Milliliters (ml)
de: Milliliter (ml)
ru: Миллилитры (мл)

source: Liters (L)
de: Liter (L)
ru: Литры (л)

source: Cubic centimeters (cc)
de: Kubikzentimeter (cm³)
ru: Кубические сантиметры (см³)

source: Cubic meters (m³)
de: Kubikmeter (m³)
ru: Кубические метры (м³)

source: Teaspoon (tsp)
de: Teelöffel (TL)
ru: Чайная ложка (ч.л.)

source: Tablespoon (tbsp)
de: Esslöffel (EL)
ru: Столовая ложка (ст.л.)

source: Fluid ounces (fl oz)
de: Flüssigunzen (fl oz)
ru: Жидкие унции (жид. унция)

source: Cups
de: Tassen
ru: Чашки

source: Pints
ru: Пинты

source: Gallons
de: Gallonen
ru: Галлоны

source: Square meter (m²)
de: Quadratmeter (m²)
ru: Квадратный метр (м²)

source: Square kilometer (km²)
de: Quadratkilometer (km²)
ru: Квадратный километр (км²)

source: Square foot (ft²)
de: Quadratfuß (ft²)
ru: Квадратный фут (фт²)

source: Square yard (yd²)
de: Quadratyard (yd²)
ru: Квадратный ярд (ярд²)

source: Acre
de: Morgen
ru: Акр

source: Hectare
de: Hektar
ru: Гектар

source: Bit
ru: Бит

source: Byte (B)
ru: Байт (Б)

source: Kilobyte (KB)
ru: Килобайт (КБ)

source: Megabyte (MB)
ru: Мегабайт (МБ)

source: Gigabyte (GB)
ru: Гигабайт (ГБ)

source: Terabyte (TB)
ru: Терабайт (ТБ)

source: Joules (J)
de: Joule (J)
ru: Джоули (Дж)

source: Kilojoules (kJ)
de: Kilojoule (kJ)
ru: Килоджоули (кДж)

source: Calories (cal)
de: Kalorien (cal)
ru: Калории (кал)

source: Kilocalories (kcal)
de: Kilokalorien (kcal)
ru: Килокалории (ккал)

source: Watt-hour (Wh)
de: Wattstunde (Wh)
ru: Ватт-час (Вт·ч)

source: Kilowatt-hour (kWh)
de: Kilowattstunde (kWh)
ru: Киловатт-час (кВт·ч)

source: Pascal (Pa)
ru: Паскаль (Па)

source: Bar
ru: Бар

source: Atmosphere (atm)
de: Atmosphäre (atm)
ru: Атмосфера (атм)

source: mmHg
ru: мм рт.ст.

source: psi
ru: фунт/кв.дюйм

source: is equal to
de: ist gleich
ru: равно

source: Invalid unit selection. Please choose from the available units.
de: Ungültige Einheitenauswahl. Bitte wählen Sie aus den verfügbaren Einheiten.
ru: Неверный выбор единицы. Пожалуйста, выберите из доступных единиц.

source: Months
de: Monate
ru: Месяцы

source: Years
de: Jahre
ru: Годы

source: URL Encode/Decode
de: URL Kodieren/Dekodieren
ru: URL Кодирование/Декодирование

source: Encode
de: Kodieren
ru: Кодировать

source: Decode
de: Dekodieren
ru: Декодировать

source: Input
de: Eingabe
ru: Ввод

source: Output
de: Ausgabe
ru: Вывод

source: Result:
de: Ergebnis:
ru: Результат:

source: An error occurred during encoding
de: Bei der Kodierung ist ein Fehler aufgetreten
ru: Произошла ошибка при кодировании

source: An error occurred during decoding
de: Bei der Dekodierung ist ein Fehler aufgetreten
ru: Произошла ошибка при декодировании

source: Error encoding URL: {}
de: Fehler beim Kodieren der URL: {}
ru: Ошибка кодирования URL: {}

source: Error decoding URL: {}
de: Fehler beim Dekodieren der URL: {}
ru: Ошибка декодирования URL: {}

source: Base64 Encode/Decode
de: Base64 Kodieren/Dekodieren
ru: Base64 Кодирование/Декодирование

source: Error encoding to Base64: {}
de: Fehler beim Kodieren zu Base64: {}
ru: Ошибка кодирования в Base64: {}

source: Error decoding from Base64: {}
de: Fehler beim Dekodieren von Base64: {}
ru: Ошибка декодирования из Base64: {}
